var app = new Vue({
    el: '#app',
    data: {
      message: 'Привет, Vue!'
    }
  })

  var menu = new Vue({
    el: '#menu',
    data: {
      todos: [
        { text: 'Новости' },
        { text: 'Свободные страницы' },
        { text: 'Афиша' },
        { text: 'Гости и эксперты' },
        { text: 'Красота и здоровье' },
        { text: 'Спецтемы' },
        { text: 'Опросы' },
        { text: 'Спавочники' },
        { text: 'Вакансии' },
        { text: 'Конкурсы' },
        { text: 'Пользователи' },
        { text: 'Фишки' },
        { text: 'Меню сайта' },
        { text: 'Актуальная информация' },
        { text: 'Настройки' }
      ]
    }
  })